[
    [
        "ChapterCompleted",
        "Capitulo completado."
    ],
    [
        "Completed",
        "Objectivo completado."
    ],
    [
        "Collect",
        "Colete esse item."
    ],
    [
        "Achievement",
        "Conquistas!"
    ],
    [
        "RefiningMachine",
        "Descrição da maquina de refinar"
    ],
    [
        "FirstSteps",
        "Primeiros passos"
    ],
    [
        "RoadToSteel",
        "A estrada para o Aço"
    ],
    [
        "Farming",
        "Agricultura"
    ],
    [
        "Refining",
        "Refinamento de minérios"
    ],
    [
        "Steam",
        "Tecnologia do vapor"
    ],
    [
        "RoadToAluminium",
        "O percurso para o Alumínio"
    ],
    [
        "RoadToSS",
        "Aquisição de aço inox"
    ],
    [
        "RoadToTitanium",
        "Processar Titanito"
    ],
    [
        "RoadToHardMetal",
        "A maratona para a Liga de Aço Durável"
    ],
    [
        "RoadToNeutronium",
        "A cobiça de Neutronium"
    ],
    [
        "Other",
        "Coisas"
    ],
    [
        "Decorative",
        "Decoração"
    ],
    [
        "Woodwork",
        "Carpintaria"
    ],
    [
        "FasterRefining",
        "Refinamento acelerado"
    ],
    [
        "Logistics",
        "Logística"
    ],
    [
        "FastTravel",
        "Viagem rápida"
    ],
    [
        "FasterSteel",
        "Aço mais constante"
    ],
    [
        "AdvancedLogistics",
        "Logística avançada"
    ],
    [
        "HeatTransferring",
        "Conduzir Calor"
    ],
    [
        "CoalPiece",
        "Madeira queima que ainda pode queimar mais"
    ],
    [
        "CoalDust",
        "Carvão em pó"
    ],
    [
        "CokePiece",
        "Um tipo de carvão melhorado"
    ],
    [
        "CokeDust",
        "Pó de Coque. Coloque <item>Pó de carvão</> em um <machine>Forno</>."
    ],
    [
        "HigherLevel",
        "Essa é uma versão melhorada. Ela pode executar receitas mais complexas sem penalidades e aceitar Módulos."
    ],
    [
        "Jumppack",
        "Uma maneira rápida de se viajar. Seleciona na barra de atalho. Aperte Pular para usar."
    ],
    [
        "Plate",
        "Material essencial para criação de maquinários.\nPode ser feita manualmente ao custo de 2 barras para 1 placa\n Ao ser feita em um <machine>Martelo Mecânico</> é feita 1 placa pro cada 1 barra."
    ],
    [
        "Refined",
        "Aumenta em 1.5 a quantia recebida do minério."
    ],
    [
        "Furnace",
        "Queima combustível para gerar <item>Calor</>. O Calor é emitido pelo topo da Fornalha. A chama representa a quantia de Calor que pode ser emitida."
    ],
    [
        "Dryer",
        "Usa Calor para executar receitas. Como gerar Pó de Carvão ao se colocar <item>Torra</>/<item>Graveto</>/<item>Serragem</>."
    ],
    [
        "Smelter",
        "Usa Calor para fundir Barras de minérios. Porém é bem lentamente. É mais efetivo refinar os minérios primeiro."
    ],
    [
        "AlloySmelter",
        "Usa eletricidade para fundir barras e ligas."
    ],
    [
        "CastIron",
        "Um pratica para se produzir aço de maneira mais rápida e econômica.\nO produto precisa ser fundido em uma <machine>Forja de Indução.</>"
    ],
    [
        "CopperOre",
        "Um minério muito comum. Uma boa quantia de <item>Minério de Cobre</> pode ser achado em costas. Pode ser vista em Montes com água."
    ],
    [
        "IronOre",
        "Um minério muito comum. Uma boa quantia de <item>Minério de Ferro</> pode ser achado em pântanos."
    ],
    [
        "Boiler",
        "Recebe Água e Calor para gerar Vapor"
    ],
    [
        "Pump",
        "Ao ser colocado em água natural produz água infinitamente\nPode puxar ou inserir líquidos/gases em maquinas/reservatórios."
    ],
    [
        "Pipe",
        "Um cano aonde líquidos e gases passam\nDiferente materiais não se conectam"
    ],
    [
        "Bed",
        "Interaja com uma cama para mudar seu ponto de renascimento. No menu (ESC) é possível se teleportar para sua cama."
    ],
    [
        "Organics",
        "Material orgânico vindo primariamente de vegetação. Como grama e arbustos"
    ],
    [
        "BambooFarm",
        "Faça uma floresta de Bamboo e depois de totalmente crescido, use sua <item>Multi-ferramenta</> para colher."
    ],
    [
        "PumpkinFarm",
        "Faça uma horta de Aboboras e depois de totalmente crescida, use sua <item>Multi-ferramenta</> para colher."
    ],
    [
        "AutomaticHammer",
        "O martelo Mecânico quebra minérios e produz placas de barras"
    ],
    [
        "Macerator",
        "O triturador pode moer uma variedade de cascalho de minérios para aumentar sua eficiência"
    ],
    [
        "OreWasher",
        "LAvar cascalho sujo aumenta sua efetividade além de produzir um dejeto que pode ser filtrado para tem materiais extras"
    ],
    [
        "BlastFurnace",
        "Tem espaço para duas coisas: um para <item>Barras de Ferro</>, e o outro para Coque. Use <machine>Braço robótico</> para inserir e remover materiais."
    ],
    [
        "CokeOven",
        "Tem espaço para aceitar Carvão/Pó de carvão e saída de Coque/Pó de Coque. Tem uma saída de líquidos para o <item>Creosoto</> marcado com uma Gota."
    ],
    [
        "RobotArm",
        "Os braços Robóticos são usados para inserir itens que estão em baus/maquiná trios/esteiras ou para remover e coloca-los nos mesmos."
    ],
    [
        "FilteringRobotArm",
        "Funciona de maneira semelhante ao Braço robótico normal, mais contem um seção aonde pode se dizer qual item deve ser inserido/removido"
    ],
    [
        "Conveyor",
        "Esteiras levam materiais colocados nelas de um local para outro. Pode ser mover em quase todas as direções "
    ],
    [
        "ConveyorSplitter",
        "Uma central aonde o material vindo da Esteira central se divide em outras Esteiras. precisa ser configurado qual saída e a quantia."
    ]
]
